export default [
  {
    id: 1,
    img: 'https://m.media-amazon.com/images/I/51eDa4ytwpL.jpg',
    title: 'زاد المعاد في هدي خير العباد',
    author: 'ابن القيم الجوزية',
    info:
      'زاد المعاد في هدي خير العباد كتاب من تأليف ابن قيم الجوزية في خمسة مجلدات، يتناول الفقه وأصوله والسيرة والتاريخ وذكر فيه سيرة الرسول صلى الله عليه وسلم في غزواته وحياته وبيّن هديه في معيشته وعباداته ومعاملته لأصحابه وأعدائه. وقد ألف هذا الكتب أثناء السفر، ولم تكن معه أية مصادر ينقل منها ما يحتاج إليه من أحاديث وأقوال وآراء تتعلق بمواضيع الكتاب، ومع ذلك فقد ضمن كتابه أحاديث نبوية من الصحاح والسنن والمعاجم والسير، وأثبت كل حديث في الموضوع الذي يخصه. مع العلم أن ابن القيم كان يحفظ مسند الإمام أحمد بن حنبل الذي يضم أكثر من ثلاثين ألف حديث.',
    price: '70 EGP',
  },
  {
    id: 2,
    img: 'https://m.media-amazon.com/images/I/51p1zVCmtLL.jpg',
    title: 'الداء والدواء',
    author: 'ابن القيم الجوزية',
    info:
      'الجواب الكافي لمن سأل عن الدواء الشافي أو الداء والدواء. هو كتاب ألفه الإمام ابن قيم الجوزية (691هـ - 751هـ). يتناول في فصوله موضوع إصلاح النفس وتقويمها، وتهذيبها وفق المنظور الإسلامي، حيث يتنقل القاريء بين فصوله ماراً بالنصيحة والتوبيخ، ويعالج الكتاب آفات النفس الأمارة بالسوء، مظهرا عيوبها وزلاتها، ومبيناً سلطة الشهوات عليها، ومحذراً من مكايد الشيطان وحيله في إيقاع النفس بالمعاصي والذنوب، والركون للحياة الدنيا وزينتها. وهو كتاب إسلامي يتناول علم النفس الإسلامي بأدلة عقلية ونقلية. وكان سبب تأليفه هو توجيه سؤال لابن القيم مفاده:" ما تقول السادة العلماء أئمة الدين رضى الله عنهم أجمعين في رجل ابتلى ببلية وعلم أنها إن استمرت به أفسدت عليه دنياه وآخرته؟ وقد اجتهد في دفعها عن نفسه بكل طريق فما يزداد إلا توقدا وشدة فما الحيلة في دفعها؟ وما الطريق إلى كشفها؟ فرحم الله من أعان مبتلى والله في عون العبد ما كان العبد في عون أخيه أفتونا مأجورين رحمكم الله تعالى".',
    price: '50 EGP',
  },
  {
    id: 3,
    img: 'https://m.media-amazon.com/images/I/51eu92L2F7L.jpg',
    title: 'البداية والنهاية',
    author: 'ابن كثير',
    info:
      'البِدَايَةُ وَالنِهَايَة هو عمل موسوعيّ تاريخي ضخم، ألّفه الحافظ ابن كثير إسماعيل بن عمر الدمشقي المتوفى سنة 774هـ. وهو عرض للتاريخ من بدء الخلق إلى نهايته يبدأ ببداية خلق السماوات والأرض[؟] والملائكة إلى خلق آدم، ثم يتطرق إلى قصص الأنبياء مختصرًا ثم التفصيل في الأحداث التاريخيّة منذ مبعث النبي محمد حتى سنة 768 هـ بطريقة التبويب على السنوات. وتبدأ السنة بقوله "ثم دخلت سنة.." ثم يسرد الأحداث التاريخيّة فيها ثم يذكر أبرز من توفوا في هذه السنة. أما جزء النهاية ففيه علامات الساعة لغاية يوم الحساب بالتفصيل.',
    price: '1500 EGP',
  },
  {
    id: 4,
    img: 'https://m.media-amazon.com/images/I/51sje1ZagWL.jpg',
    title: 'تحفة العروس',
    author: 'الإستانبولي',
    info:
      'كتاب تحفة العروس ومتعة النفوس الكتاب من تأليف: محمد بن أحمد التجاني وترجمة، تحقيق: جليل العطية والكتاب يتكلم عن الثقافه الجنسيه في الاسلام والمعاملات الزوجيه بكل اشكالها من اختيار الزوجه والزوج الخ .. بكل اشكالها من اختيار الزوجه والزوج الى ………….الخ .. .. ويعتبر كتاب تحفة العروس ومتعة النفوس موسوعة في المرأة العربية زجّ فيها أبو عبد الله التجاني طائفة من الحكايات والأخبار والنوادر والأحاديث والأشعار، ومعلومات دينية وتاريخية ولغوية تخص المرأة جسداً وروحاً وعقلاً وقلباً. فالكتاب يزودنا بلمحة من لمحات الحضارة العربية خلال نحو ألف سنة-من العصر الجاهلي حتى أياام المؤلف-فيها الطرافة والعظة والدروس، وفيه أخبار عن الخلفاء والأمراء والسفهاء والقضاة والمحدثين وكذلك عن الزهّاد والأعراب والجواري والحمقى في المشرق والمغرب، فهو مرآة تجسد ماضينا بكل ما فيه من مواطن الخير والقوة والصلاح والفساد والانحلال. لقد وضع التجاني كتابه هذا بعقل فقيه إسلامي، وقلب أديب عربي، فجاء بما عجز عنه اللاحقون. ومن مواضيع كتاب تحفة العروس ومتعة النفوس,فتى الأحلام,الفرق بين الزوج والمرأة,الفرق بين البعل والزوج,أبواب الجماع,أحكام الجماع,فنون الجماع وأشكالها,شُبه وردود,حكم العزل,أضرار العادة السرية,كيفية العلاج,كيفية علاج المربو,الخلاف بين الزوجين,حق الزوج,النهى طلب الطلاق,الصبر على فقر الزوج,النهى عن هجر الفرش,حق الزوجة,النهى عن الهجر إلا فى البيت,مساعدة الرجل زوجته فى شئون البيت,صبر الرجل وحلمه,التحذير عن التلويح بالطلاق,النهى عن إطالة فترة الغياب,وصايا الزوجين.',
    price: '80 EGP',
  },
  {
    id: 5,
    img: 'https://m.media-amazon.com/images/I/51lH7TJnBiL.jpg',
    title: 'الجامع لأحكام القرآن',
    author: 'القرطبي',
    info:
      'تفسير القرطبي. هو كتاب جمع تفسير القرآن كاملاً واسمه (الجامع لأحكام القرآن، والمبين لما تضمن من السنة وأحكام الفرقان). لمؤلفه الإمام أبو عبد الله محمد بن أحمد الأنصاري القرطبي المتوفى سنة 671 هـ. وهو تفسير جامع لآيات القرآن جميعًا ولكنه يركز بصورة شاملة على آيات الأحكام في القرآن الكريم. الكتاب من أفضل كُتب التفسير التي عُنيت بالأحكام. وهو فريد في بابه. كما أنه من أجمع ما صنف في هذا الفن. وصف بأنه من أجلّ التفاسير وأعظمها نفعاً، أسقط منه مؤلفه التواريخ والقصص، وأثبت عوضها أحكام القرآن، واستنباط الأدلة، وذكر القراءات والناسخ والمنسوخ',
    price: '2500 EGP',
  },
  {
    id: 6,
    img: 'https://m.media-amazon.com/images/I/51+8guGokmL.jpg',
    title: 'مقدمة ابن خلدون',
    author: 'ابن خلدون',
    info:
      'المقدمة هو كتاب ألفه ابن خلدون سنة 1377م كمقدمة لمؤلفه الضخم الموسوم كتاب العبر (الاسم الكامل للكتاب هو كتاب العبر، وديوان المبتدأ والخبر في أيام العرب والعجم والبربر، ومن عاصرهم من ذوي السلطان الأكبر). وقد اعتبرت المقدمة لاحقًا مؤلفًا منفصلًا ذا طابع موسوعي إذ يتناول فيه جميع ميادين المعرفة من الشريعة والتاريخ والجغرافيا والاقتصاد والعمران والاجتماع والسياسة والطب. وقد تناول فيه أحوال البشر واختلافات طبائعهم والبيئة وأثرها في الإنسان. كما تناول بالدراسة تطور الأمم والشعوب ونشوء الدولة وأسباب انهيارها مُرَكِّزًا في تفسير ذلك على مفهوم العصبية. بهذا الكتاب سبق ابن خلدون غيره من المفكرين إلى العديد من الآراء والأفكار حتى اعتبر مُؤَسِّسًا لعلم الاجتماع، سابِقًا بذلك الفيلسوف الفرنسي أوغست كونت.',
    price: '50 EGP',
  },
  {
    id: 7,
    img: 'https://m.media-amazon.com/images/I/51MjnGpltxL._SY346_.jpg',
    title: 'مائة من عظماء أمة الإسلام',
    author: 'جهاد الترباني',
    info:
      'مائة من عظماء أمة الإسلام غيروا مجرى التاريخ هو كتاب من تأليف الكاتب والباحث الفلسطيني جهاد الترباني، يتحدث عن 100 عظيم من عظماء الإسلام بعد الأنبياء، ويسلّط الضوء على عظماء الإسلام بالمفهوم الشامل (الاستسلام لله واتباع أوامره) وعظماء ما بعد وفاة النبي محمد صلى الله عليه وسلم إلى يومنا هذا مروراً بالخلافة الراشدة والخلافة الأموية والخلافة العباسية والخلافة العثمانية والمماليك والأيوبيين إلى يومنا هذا.',
    price: '40 EGP',
  },
  {
    id: 8,
    img: 'https://m.media-amazon.com/images/I/51eCVUc-AlL._SY346_.jpg',
    title: 'اجتماع الجيوش الإسلامية',
    author: 'ابن القيم الجوزية',
    info:
      'اجتماع الجيوش الإسلامية على غزو المعطلة والجهمية كتاب لابن قيم الجوزية وقد تحدث الكتاب عن فرقتين من الفرق والمذاهب الكلامية، وقد رد فيه مؤلفه على من أسماهم المعطِّلة والجهمية من أهل الكلام، من خلال تفسير بعض آيات الصفات، وأقوال العلماء و المفسرين من الصحابة و التابعين ومن بعدهم فيها، وتعد مسألة الاستواء على العرش من أهم المسائل التي تعرض لها الكتاب.',
    price: '45 EGP',
  },
]
